Repository: 8934528/Education_System
Catalog: Education_System/App_GlobalResources/Labels.*.resx
Languages: af, es, xh

source: About
af: Oor
es: Acerca de
xh: Ngaphakathi

source: Contact
af: Kontak
es: Contacto
xh: Qhagamshelana

source: Courses
af: Kurses
es: Cursos
xh: Iikhosi

# GetInTouchButton
source: Get in Touch
af: Kom in Aanraking
es: Ponerse en Contacto
xh: Nxibelelana nathi

# GetStartedButton
source: Get Started
af: Begin
es: Empezar
xh: Qala

# Greeting
source: Welcome to the Education System!
af: Welkom by die Onderwysstelsel!
es: ¡Bienvenido al Sistema Educativo!
xh: Wamkelekile kuRhwebo lweMfundo!

# HighSchoolDescription
source: Courses for high school students and dropouts.
af: Kursusse vir hoërskoolleerlinge en uitvallers.
es: Cursos para estudiantes y desertores de la escuela secundaria.
xh: Iikhosi zabafundi besikolo esiphakamileyo kunye nabo bawishiweyo.

# HighSchoolTitle
source: High School Level
af: Hoërskoolvlak
es: Nivel de Escuela Secundaria
xh: Inqanaba leSikolo samabanga aphakamileyo

source: Home
af: Tuis
es: Inicio
xh: Ikhaya

# LearnMoreButton
source: Learn More
af: Leer Meer
es: Saber Más
xh: Funda Okungakumbi

# Login
source: Text-To-Speech
af: Teks na Spraak
es: Texto a Voz
xh: Umbhalo uye elizwini

# PrimarySchoolDescription
source: Courses designed for foundational education.
af: Kursusse ontwerp vir basiese onderwys.
es: Cursos diseñados para la educación básica.
xh: Iikhosi ezilungiselelwe imfundo esisiseko.

# PrimarySchoolTitle
source: Primary School Level
af: Primêre Skoolvlak
es: Nivel de Escuela Primaria
xh: Inqanaba leSikolo sasePrayimari

# Question1
source: What does HTML stand for?
af: Waarvoor staan HTML?
xh: Yintoni i-HTML?

# Question10
source: What is the purpose of the <head> tag?
af: Wat is die doel van die <head>-etiket?
xh: Yintoni injongo ye-tag <head>?

# Question11
source: Which framework is used for building dynamic web applications?
af: Watter raamwerk word gebruik om dinamiese webtoepassings te bou?
xh: Yeyiphi ifreyimu esetyenziselwa ukwakha iisayithi eziphilayo?

# Question12
source: Which tag is used for the largest heading?
af: Watter etiket word gebruik vir die grootste opskrif?
xh: Yeyiphi i-tag esetyenziswa ngaphezulu kwenkcukacha?

# Question13
source: How do you select an element by its ID in JavaScript?
af: Hoe kies jy 'n element volgens sy ID in JavaScript?
xh: Ungayikhetha njani into nge-ID yayo kwiJavaScript?

# Question14
source: What does this refer to in JavaScript?
af: Waarna verwys this in JavaScript?
xh: Yintoni i this emele kwiJavaScript?

# Question15
source: Which event occurs when a user clicks on an element?
af: Watter gebeurtenis vind plaas wanneer 'n gebruiker op 'n element klik?
xh: Yeyiphi umcimbi owenzeka xa umsebenzisi ucofa kumphambili?

# Question2
source: Which language is primarily used for web development?
af: Watter taal word hoofsaaklik vir webontwikkeling gebruik?
xh: Yeyiphi ulwimi lusebenzisa kakhulu kwiwebhu?

# Question3
source: How do you declare a variable in JavaScript?
af: Hoe verklaar jy 'n veranderlike in JavaScript?
xh: Ungayichaza njani i-variable kwiJavaScript?

# Question4
source: What symbol is used for comments in JavaScript?
af: Watter simbool word vir kommentaar in JavaScript gebruik?
xh: Yintoni uphawu olusetyenziswa ukujolisa kumphambili kwiJavaScript?

# Question5
source: What will 22 / 2 return in JavaScript?
af: Wat sal 22 / 2 in JavaScript teruggee?
xh: Yintoni enokubuyiselwa ngu 22 / 2 kwiJavaScript?

# Question6
source: How do you define a function in JavaScript?
af: Hoe definieer jy 'n funksie in JavaScript?
xh: Ungayichaza njani umsebenzi kwiJavaScript?

# Question7
source: What data type is used to represent true or false?
af: Watter datatipe word gebruik om waar of vals voor te stel?
xh: Yintoni uhlobo lwedatha olusetyenziselwa ukuveza ukuba kunyanzelekile okanye hayi?

# Question8
source: What does CSS stand for?
af: Waarvoor staan CSS?
xh: Yintoni i-CSS?

# Question9
source: Which attribute is used to add styles to an element?
af: Watter attribuut word gebruik om style by 'n element te voeg?
xh: Yeyiphi i-attribute esetyenziselwa ukwenzela iimpawu kumphambili?

# QuickLinksAboutDescription
source: Learn more about our mission and values in education.
af: Leer meer oor ons missie en waardes in onderwys.
es: Conoce más sobre nuestra misión y valores en la educación.
xh: Funda okungakumbi malunga nenjongo yethu kunye nexabiso lethu kwimfundo.

# QuickLinksAboutTitle
source: About Us
af: Oor Ons
es: Sobre Nosotros
xh: Ngathi

# QuickLinksContactDescription
source: Have questions? Reach out to us for support and inquiries.
af: Het jy vrae? Kontak ons vir ondersteuning en navrae.
es: ¿Tienes preguntas? Contáctanos para soporte e información
xh: Unemibuzo? Qhagamshelana nathi ngenkxaso kunye nemibuzo.

# QuickLinksContactTitle
source: Contact Us
af: Kontak Ons
es: Contáctanos
xh: Qhagamshelana nathi

# QuickLinksCoursesDescription
source: Explore various educational options from primary school to university.
af: Verken verskeie opvoedkundige opsies van laerskool tot universiteit.
es: Explora varias opciones educativas desde la escuela primaria hasta la universidad.
xh: Jonga iinketho ezahlukeneyo zemfundo ukusuka kwisikolo samabanga aphantsi ukuya eyunivesithi.

# QuickLinksCoursesTitle
source: Courses
af: Kursusse
es: Cursos
xh: Izifundo

source: Select Educational Level
af: Kies Onderwysvlak
es: Seleccionar Nivel Educativo
xh: Khetha iNqanaba leMfundo Yakho

# UniversityDescription
source: Higher education courses to advance your career.
af: Hoër onderwys kursusse om jou loopbaan te bevorder.
es: Cursos de educación superior para avanzar en tu carrera.
xh: Iikhosi zemfundo ephakamileyo ukunyusa ikhono lakho lomsebenzi.

# UniversityTitle
source: University/College
af: Universiteit/Kollege
es: Universidad/Facultad
xh: Iyunivesithi/Ikholeji

# UpskillingDescription
source: Courses to enhance skills for job readiness.
af: Kursusse om vaardighede vir werksgereedheid te verbeter
es: Cursos para mejorar habilidades para la preparación laboral.
xh: Iikhosi zokuphucula izakhono zakho zokulungiselela umsebenzi.

# UpskillingTitle
source: Upskilling Courses
af: Vaardigheidsverbetering Kursusse
es: Cursos de Mejora de Habilidades
xh: Iikhosi zokuPhucula Izakhono

source: View Courses
af: Bekyk Kursusse
es: Ver Cursos
xh: Jonga iikhosi

# ViewCoursesButton
source: View Courses
af: Sien Kursusse
es: Ver Cursos
xh: Bona Izifundo

# WelcomeMessage
source: Welcome to the Education System
af: Welkom by die Onderwysstelsel
es: Bienvenido al Sistema Educativo
xh: Wamkelekile kwiNkqubo yeMfundo

# WelcomeSubtitle
source: Your journey to knowledge starts here. Explore courses and resources for every educational level.
af: Jou reis na kennis begin hier. Verken kursusse en hulpbronne vir elke onderwysvlak.
es: Tu viaje hacia el conocimiento comienza aquí. Explora cursos y recursos para todos los niveles educativos.
xh: Uhambo lwakho lokufunda luqala apha. Jonga izifundo kunye nezixhobo kuwo onke amanqanaba emfundo.
